[
  {
    "svg": "https://res.cloudinary.com/dem2xvk2e/image/upload/v1614190372/Discover_qrh2td.svg",
    "svgdark": "https://res.cloudinary.com/dem2xvk2e/image/upload/v1614421247/Roadmap/discover_czrf7j.svg",
    "title": "Discover",
    "para": "Our aim is to become a (supporting) partner for our clients, that thoroughly understands their market and goals before starting to plan for their business growth. We explore our client’s specific business needs and target audience in depth to execute strategies accordingly.",
    "lists": null
  },
  {
    "svg": "https://res.cloudinary.com/dem2xvk2e/image/upload/v1614190372/Strategy_s4uvrt.svg",
    "svgdark": "https://res.cloudinary.com/dem2xvk2e/image/upload/v1614421247/Roadmap/sta_j4umcb.svg",
    "title": "Strategy",
    "para": "At Digital Ghumti, a leading digital marketing agency in Nepal, we help you build effective online marketing strategies aligned to your business goals. Our focus is on understanding and targeting audiences from diverse backgrounds. As a result, your brand's presence will grow through impactful digital marketing efforts. Our strategic approach creates an environment that helps connect potential customers naturally toward your products and services",
    "lists": [
      "consulting",
      "branding",
      "tone of voice",
      "copywriting",
      "marketing"
    ]
  },
  {
    "svg": "https://res.cloudinary.com/dem2xvk2e/image/upload/v1614190372/Frame_ixiyoz.svg",
    "svgdark": "https://res.cloudinary.com/dem2xvk2e/image/upload/v1614421247/Roadmap/design_fbs2h1.svg",
    "title": "Design",
    "para": "As a creative digital marketing agency, we work closely with businesses globally to deliver custom digital marketing solutions that align with their needs. Whether you're looking for eye-catching visuals or impactful branding for your company, our team ensures each visual element aligns with your brand identity. Our custom and demand-based website and app designs, and creative ads will help to capture target audience’s attention.",
    "lists": [
      "art direction",
      "UX / UI design",
      "animation",
      "illustration",
      "photography"
    ]
  },
  {
    "svg": "https://res.cloudinary.com/dem2xvk2e/image/upload/v1614190372/Deliver_plrecu.svg",
    "svgdark": "https://res.cloudinary.com/dem2xvk2e/image/upload/v1614421247/Roadmap/build_nbchbp.svg",
    "title": "Build",
    "para": "Our digital products and services are designed to help you stand out in today’s highly competitive market by enhancing the ways you interact and engage with your customers. We focus on building meaningful relationships with potential clients and addressing their unique needs. Whether you're a startup or an established company, a key goal for us is to guide and motivate visitors toward  growing your business digitally.",
    "lists": [
      "integration",
      "creative development",
      "front end development",
      "back-end development",
      "mobile development",
      "software development"
      
    ]
  },
  {
    "svg": "https://res.cloudinary.com/dem2xvk2e/image/upload/v1614190372/Build_ydcozl.svg",
    "svgdark": "https://res.cloudinary.com/dem2xvk2e/image/upload/v1614421247/Roadmap/delivery_eamlp0.svg",
    "title": "Deliver",
    "para": "We aim to deliver impactful digital products and marketing services that drive measurable results. As a full-service advertising agency in Nepal, we ensure to align every marketing campaign and branding with your brand identity.Our digital marketing services will deliver the desired results with the help of experienced professionals.",
    "servicePara": "Explore business-boosting concepts before taking them to market with - robust testing, project predictions and expert roadmapping.",
    "lists": null
  }
]
