[
  {
    "svg": "https://res.cloudinary.com/dem2xvk2e/image/upload/v1614190372/Discover_qrh2td.svg",
    "svgdark": "https://res.cloudinary.com/dem2xvk2e/image/upload/v1614421247/Roadmap/discover_czrf7j.svg",
    "title": "Discover",
    "para": "Our aim is to become a (supporting) partner for our clients, that thoroughly understands their market and goals before starting to plan for their business growth. We explore our client’s specific business needs and target audience in depth to execute strategies accordingly.",
    "lists": null
  },
  {
    "svg": "https://res.cloudinary.com/dem2xvk2e/image/upload/v1614190372/Strategy_s4uvrt.svg",
    "svgdark": "https://res.cloudinary.com/dem2xvk2e/image/upload/v1614421247/Roadmap/sta_j4umcb.svg",
    "title": "Strategy",
    "para": "We help you create online marketing strategies for your business focusing on target audiences of different backgrounds. Prospective customers will come across your digital marketing efforts. Our digital marketing strategies will promote an environment wherein customers will be guided towards buying your goods and services. ",
    "lists": [
      "consulting",
      "branding",
      "tone of voice",
      "copywriting",
      "marketing"
    ]
  },
  {
    "svg": "https://res.cloudinary.com/dem2xvk2e/image/upload/v1614190372/Frame_ixiyoz.svg",
    "svgdark": "https://res.cloudinary.com/dem2xvk2e/image/upload/v1614421247/Roadmap/design_fbs2h1.svg",
    "title": "Design",
    "para": "We work with our clients to produce customized digital marketing services to fit demands and requirements of their businesses and customers. Our branding and creative solutions will help to convey your company’s credibility, quality and value. Our custom and demand-based web designs and content will help to capture target audience’s attention. ",
    "lists": [
      "art direction",
      "UX / UI design",
      "animation",
      "illustration",
      "photography"
    ]
  },
  {
    "svg": "https://res.cloudinary.com/dem2xvk2e/image/upload/v1614190372/Deliver_plrecu.svg",
    "svgdark": "https://res.cloudinary.com/dem2xvk2e/image/upload/v1614421247/Roadmap/build_nbchbp.svg",
    "title": "Build",
    "para": "Our digital products and services will help you stand out in the highly competitive market by enhancing the ways in which you interact or engage your customers. Our services aim at building relationships with potential clients and meeting their unique needs. Motivating visitors towards the digital aspects of your business will be a key goal for us. ",
    "lists": [
      "integration",
      "creative development",
      "front end development",
      "back-end development",
      "mobile development",
      "software development"
      
    ]
  },
  {
    "svg": "https://res.cloudinary.com/dem2xvk2e/image/upload/v1614190372/Build_ydcozl.svg",
    "svgdark": "https://res.cloudinary.com/dem2xvk2e/image/upload/v1614421247/Roadmap/discover_czrf7j.svg",
    "title": "Deliver",
    "para": "We aim to deliver high quality digital products and services for your business needs. Client’s marketing techniques will be aligned in a digitized way to achieve measurable results. Our digital marketing services will deliver the desired results with the help of professionals.",
    "servicePara": "Explore business-boosting concepts before taking them to market with - robust testing, project predictions and expert roadmapping.",
    "lists": null
  }
]
